IDEA StatiCa Open Model
SetupValueFloat.Value Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the value.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public float Value { get; set; }
Public Property Value As Single
	Get
	Set
public:
property float Value {
	float get ();
	void set (float value);
}
Property Value
Type: Single
See Also
Reference
SetupValueFloat Class
IdeaRS.OpenModel.Concrete Namespace